tap "aws/tap"
tap "dty1er/tap"
tap "go-delve/delve"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kayac/tap"
tap "knqyf263/utern"
tap "moncho/dry"
tap "schappim/ocr"
brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "glib"
brew "cairo"
brew "cfn-lint"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "go"
brew "dep"
brew "direnv"
brew "dosfstools"
brew "fish"
brew "fzf"
brew "gawk"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gobject-introspection"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "helm"
brew "hugo"
brew "jid"
brew "jo"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "libslirp"
brew "llvm@7"
brew "mono"
brew "mysql-client@5.7"
brew "nasm"
brew "nodebrew"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "protobuf"
brew "qemu"
brew "rbenv"
brew "tfenv"
brew "tflint"
brew "tree"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "dty1er/tap/kubecolor"
brew "heroku/brew/heroku"
brew "kayac/tap/ecspresso"
brew "knqyf263/utern/utern"
brew "moncho/dry/dry"
brew "schappim/ocr/ocr"
cask "alacritty"
cask "font-source-han-code-jp"
cask "hammerspoon"
cask "maccy"
cask "maciasl"
cask "react-native-debugger"
