tap "argoproj/tap"
tap "aws/tap"
tap "datawire/blackbird"
tap "dty1er/tap"
tap "go-delve/delve"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kayac/tap"
tap "knqyf263/utern"
tap "moncho/dry"
tap "schappim/ocr"
tap "yoskeoka/envdiff", "git@github.com:yoskeoka/homebrew-envdiff.git"
brew "ansible"
brew "webp"
brew "apr-util"
brew "coreutils"
brew "asdf"
brew "docutils"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "caire"
brew "glib"
brew "python@3.9"
brew "cfn-lint"
brew "circleci"
brew "colordiff"
brew "direnv"
brew "dosfstools"
brew "entr"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "go@1.17"
brew "python@3.10"
brew "gobject-introspection"
brew "goreleaser"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "helm"
brew "hugo"
brew "jid"
brew "jo"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "libfido2"
brew "libslirp"
brew "llvm"
brew "mysql-client"
brew "mysql-client@5.7"
brew "nasm"
brew "nodebrew"
brew "openjdk"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "protobuf"
brew "tcl-tk", link: false
brew "python@3.8"
brew "qemu"
brew "railway"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "subversion"
brew "tfenv"
brew "tflint"
brew "tree"
brew "viddy"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "youtubedr"
brew "yq"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "datawire/blackbird/telepresence"
brew "dty1er/tap/kubecolor"
brew "heroku/brew/heroku"
brew "kayac/tap/ecspresso"
brew "knqyf263/utern/utern"
brew "moncho/dry/dry"
brew "schappim/ocr/ocr"
brew "yoskeoka/envdiff/envdiff"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "maccy"
cask "maciasl"
cask "ngrok"
cask "react-native-debugger"
