tap "argoproj/tap"
tap "aws/tap"
tap "datawire/blackbird"
tap "dty1er/tap"
tap "go-delve/delve"
tap "hashicorp/tap"
tap "heroku/brew"
tap "kayac/tap"
tap "knqyf263/utern"
tap "moncho/dry"
tap "schappim/ocr"
tap "yoskeoka/envdiff"
brew "tree"
brew "ansible"
brew "webp"
brew "apr-util"
brew "git"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "caire"
brew "glib"
brew "python@3.14"
brew "cfn-lint"
brew "circleci"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "docutils"
brew "dosfstools"
brew "entr"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "gobject-introspection"
brew "goreleaser"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "helm"
brew "hugo"
brew "jid"
brew "jo"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "libfido2"
brew "libslirp"
brew "llvm"
brew "marp-cli"
brew "mysql-client"
brew "nasm"
brew "nodebrew"
brew "openjdk"
brew "peco"
brew "pipenv"
brew "plantuml"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "railway"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "subversion"
brew "tcl-tk"
brew "tfenv"
brew "tflint"
brew "viddy"
brew "yamllint"
brew "yarn"
brew "youtubedr"
brew "yq"
brew "yt-dlp"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "datawire/blackbird/telepresence"
brew "dty1er/tap/kubecolor"
brew "kayac/tap/ecspresso"
brew "knqyf263/utern/utern"
brew "moncho/dry/dry"
brew "schappim/ocr/ocr"
brew "yoskeoka/envdiff/envdiff"
cask "graphql-playground"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "maccy"
cask "maciasl"
cask "ngrok"
cask "react-native-debugger"
cask "visual-studio-code"
vscode "42crunch.vscode-openapi"
vscode "akamud.vscode-theme-onelight"
vscode "albymor.increment-selection"
vscode "alefragnani.pascal"
vscode "alefragnani.pascal-formatter"
vscode "alexcvzz.vscode-sqlite"
vscode "anseki.vscode-color"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "aws-scripting-guy.cform"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.vscode-fish"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "castwide.solargraph"
vscode "casualjim.gotemplate"
vscode "chouzz.vscode-innosetup"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cweijan.vscode-autohotkey-plus"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "develiteio.api-blueprint-viewer"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dunstontc.dark-plus-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "ericadamski.carbon-now-sh"
vscode "eridem.vscode-nupkg"
vscode "esbenp.prettier-vscode"
vscode "felipe-mendes.slack-theme"
vscode "fisheva.eva-theme"
vscode "gerane.theme-blackboard"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hoovercj.vscode-power-mode"
vscode "inu1255.easy-snippet"
vscode "jakebathman.mysql-syntax"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "kddejong.vscode-cfn-lint"
vscode "leodevbro.blockman"
vscode "lighttiger2505.sqls"
vscode "lkytal.flatui"
vscode "lunaryorn.fish-ide"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "perragnaredin.light-plus-tweaked"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sidneys1.gitconfig"
vscode "skyapps.fish-vscode"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tinkertrain.theme-panda"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vncz.vscode-apielements"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "webfreak.code-d"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
go "github.com/go-delve/delve/cmd/dlv"
